---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodCurlyDistortionMap
source: html/e36918f6-f6e3-726f-17e0-8618c26a49c1.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodCurlyDistortionMap Property

The property labeled "The 2D fiber distortion map (NO degamma op)" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodCurlyDistortionMap { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".
 This property allows a connected asset.